Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Fix the preflight errors before uploading.
ar: قم بإصلاح أخطاء الاختبار المبدئي قبل التحميل.
ca: Solucioneu els errors de comprovació prèvia abans de pujar.
cs: Před nahráním opravte chyby před výstupem.
da: Ret preflight-fejlene før upload.
de: Behebe vor dem Hochladen die Fehler der Vorabprüfung.
el: Διορθώστε τα σφάλματα πριν από τη μεταφόρτωση.
es: Corrige los errores de la comprobación previa antes de subir.
fa: پیش از آپلود، خطاهای بررسی اولیه را برطرف کنید.
fi: Korjaa esitarkastuksen virheet ennen lataamista.
fr: Corrigez les erreurs de vérification préalable avant l'envoi.
he: תקן את השגיאות לפני ההעלאה.
hr: Ispravite pogreške prije provjere prije učitavanja.
hu: Javítsa ki az elővizsgálati hibákat a feltöltés előtt.
id: Perbaiki kesalahan pra-penerbangan sebelum mengunggah.
it: Correggi gli errori della verifica preliminare prima del caricamento.
ja: アップロードする前にプリフライト エラーを修正してください。
ko: 업로드하기 전에 사전 점검 오류를 수정하세요.
ms: Betulkan ralat prapenerbangan sebelum memuat naik.
nl: Los de preflightfouten op voordat u uploadt.
no: Rett opp forhåndskontrollfeilene før opplasting.
pl: Napraw błędy inspekcji wstępnej przed przesłaniem.
pt_br: Corrija os erros da verificação prévia antes de enviar.
pt_pt: Corrija os erros de simulação antes de carregar.
ro: Remediați erorile de preflight înainte de a încărca.
ru: Исправьте ошибки предварительной проверки перед загрузкой.
sk: Pred odovzdaním opravte chyby kontroly pred výstupom.
sl: Popravite napake pred tiskom pred nalaganjem.
sv: Åtgärda preflight-felen innan du laddar upp.
th: แก้ไขข้อผิดพลาด preflight ก่อนที่จะอัปโหลด
tr: Yüklemeden önce ön denetim hatalarını düzeltin.
uk: Виправте помилки попередньої перевірки перед вивантаженням.
ur: اپ لوڈ کرنے سے پہلے پری فلائٹ کی خرابیوں کو درست کریں۔
vi: Sửa lỗi preflight trước khi tải lên.
zh_hans: 请先修复预检错误，再上传。
zh_hant: 請先修正預檢錯誤，再上傳。

source: Flame
ar: لهب
ca: Flama
cs: Plamen
da: Flamme
de: Flamme
el: Φλόγα
es: Llama
fa: شعله
fi: Liekki
fr: Flamme
he: להבה
hr: Plamen
hu: Láng
id: Api
it: Fiamma
ja: 炎
ko: 불꽃
ms: nyala api
nl: Vlam
no: Flamme
pl: Płomień
pt_br: Chama
pt_pt: Chama
ro: Flacără
ru: Пламя
sk: Plameň
sl: Plamen
sv: Flamma
th: เปลวไฟ
tr: Alev
uk: Полум’я
ur: شعلہ
vi: Ngọn lửa
zh_hans: 火焰
zh_hant: 火焰

source: Focus on selection
ar: التركيز على الاختيار
ca: Centra't en la selecció
cs: Zaměřte se na výběr
da: Fokus på udvælgelse
de: Auswahl fokussieren
el: Εστίαση στην επιλογή
es: Centrar en la selección
fa: تمرکز بر انتخاب
fi: Keskity valintaan
fr: Zoomer sur la sélection
he: התמקד בבחירה
hr: Usredotočite se na odabir
hu: Koncentrálj a kiválasztásra
id: Fokus pada seleksi
it: Centra sulla selezione
ja: 選択項目にフォーカス
ko: 선택 항목에 초점 맞추기
ms: Fokus pada pemilihan
nl: Focus op selectie
no: Fokus på utvalg
pl: Skoncentruj się na selekcji
pt_br: Focar na seleção
pt_pt: Foco na seleção
ro: Concentrați-vă pe selecție
ru: Сфокусироваться на выделении
sk: Zamerajte sa na výber
sl: Osredotočite se na izbiro
sv: Fokusera på urval
th: โฟกัสที่สิ่งที่เลือก
tr: Seçime odaklan
uk: Фокус на вибраному
ur: انتخاب پر توجہ دیں۔
vi: Tập trung vào việc lựa chọn
zh_hans: 聚焦所选内容
zh_hant: 聚焦所選項目

source: Focus on Selection
ar: التركيز على الاختيار
ca: Centra't en la selecció
cs: Zaměřte se na výběr
da: Fokus på udvælgelse
de: Auswahl fokussieren
el: Εστίαση στην Επιλογή
es: Centrar en la selección
fa: تمرکز بر انتخاب
fi: Keskity valintaan
fr: Zoomer sur la sélection
he: התמקדו בבחירה
hr: Usredotočite se na odabir
hu: Koncentrálj a Kiválasztásra
id: Fokus pada Seleksi
it: Centra sulla selezione
ja: 選択項目にフォーカス
ko: 선택 항목에 초점 맞추기
ms: Fokus pada Pemilihan
nl: Focus op selectie
no: Fokus på utvalg
pl: Skoncentruj się na selekcji
pt_br: Focar na seleção
pt_pt: Foco na seleção
ro: Concentrați-vă pe selecție
ru: Сфокусироваться на выделении
sk: Zamerajte sa na výber
sl: Osredotočite se na izbor
sv: Fokusera på urval
th: มุ่งเน้นไปที่การคัดเลือก
tr: Seçime Odaklan
uk: Фокус на вибраному
ur: انتخاب پر توجہ دیں۔
vi: Tập trung vào việc lựa chọn
zh_hans: 聚焦所选内容
zh_hant: 聚焦所選項目

source: Folder structure
ar: هيكل المجلد
ca: Estructura de carpetes
cs: Struktura složek
da: Mappestruktur
de: Ordnerstruktur
el: Δομή φακέλου
es: Estructura de carpetas
fa: ساختار پوشه
fi: Kansion rakenne
fr: Structure des dossiers
he: מבנה תיקיות
hr: Struktura mape
hu: Mappa szerkezete
id: Struktur folder
it: Struttura delle cartelle
ja: フォルダ構成
ko: 폴더 구조
ms: Struktur folder
nl: Mapstructuur
no: Mappestruktur
pl: Struktura folderów
pt_br: Estrutura de pastas
pt_pt: Estrutura de pastas
ro: Structura folderului
ru: Структура папок
sk: Štruktúra priečinkov
sl: Struktura mape
sv: Mappstruktur
th: โครงสร้างโฟลเดอร์
tr: Klasör yapısı
uk: Структура папок
ur: فولڈر کا ڈھانچہ
vi: Cấu trúc thư mục
zh_hans: 文件夹结构
zh_hant: 資料夾結構

source: Font
ar: الخط
ca: Tipus de lletra
cs: Písmo
da: Skrifttype
de: Schriftart
el: Γραμματοσειρά
es: Fuente
fa: فونت
fi: Fontti
fr: Police
he: גופן
hu: Betűtípus
id: huruf
ja: フォント
ko: 서체
ms: fon
nl: Lettertype
no: Skrifttype
pl: Czcionka
pt_br: Fonte
pt_pt: Fonte
ru: Шрифт
sk: Písmo
sl: Pisava
sv: Teckensnitt
th: แบบอักษร
uk: Шрифт
ur: فونٹ
vi: Phông chữ
zh_hans: 字体
zh_hant: 字體

source: Font size
ar: حجم الخط
ca: Mida de la lletra
cs: Velikost písma
da: Skriftstørrelse
de: Schriftgröße
el: Μέγεθος γραμματοσειράς
es: Tamaño de fuente
fa: اندازه فونت
fi: Fontin koko
fr: Taille de la police
he: גודל גופן
hr: Veličina slova
hu: Betűméret
id: Ukuran huruf
it: Dimensione font
ja: フォントサイズ
ko: 서체 크기
ms: Saiz fon
nl: Lettergrootte
no: Skriftstørrelse
pl: Rozmiar czcionki
pt_br: Tamanho da fonte
pt_pt: Tamanho da fonte
ro: Dimensiunea fontului
ru: Размер шрифта
sk: Veľkosť písma
sl: Velikost pisave
sv: Teckenstorlek
th: ขนาดตัวอักษร
tr: Font boyutu
uk: Розмір шрифту
ur: فونٹ کا سائز
vi: Cỡ chữ
zh_hans: 字体大小
zh_hant: 字體大小

source: Fonts appear in the text shape font picker once registered.
ar: تظهر الخطوط في منتقي خطوط شكل النص بمجرد تسجيلها.
ca: Els tipus de lletra apareixen al selector de fonts de forma de text un cop registrats.
cs: Po registraci se písma objeví ve výběru písma tvaru textu.
da: Skrifttyper vises i skrifttypevælgeren til tekstform, når de er registreret.
de: Nach der Registrierung erscheinen Schriften in der Schriftauswahl von Textformen.
el: Οι γραμματοσειρές εμφανίζονται στο εργαλείο επιλογής γραμματοσειράς σχήματος κειμένου μόλις εγγραφούν.
es: Una vez registradas, las fuentes aparecen en el selector de fuentes de las formas de texto.
fa: فونت‌ها پس از ثبت در انتخابگر فونت شکل متن ظاهر می‌شوند.
fi: Kirjasimet näkyvät tekstimuodon kirjasinvalitsimessa, kun ne on rekisteröity.
fr: Une fois enregistrées, les polices apparaissent dans le sélecteur de police des formes de texte.
he: גופנים מופיעים בבוחר הגופנים של צורות הטקסט לאחר ההרשמה.
hr: Fontovi se pojavljuju u biraču fonta oblika teksta nakon registracije.
hu: A betűtípusok a regisztráció után megjelennek a szövegalak betűtípus-választójában.
id: Font muncul di pemilih font bentuk teks setelah didaftarkan.
it: Una volta registrati, i font compaiono nel selettore dei font delle forme di testo.
ja: 登録したフォントは、テキスト図形のフォントピッカーに表示されます。
ko: 등록된 서체는 텍스트 도형의 서체 선택기에 나타납니다.
ms: Fon muncul dalam pemilih fon bentuk teks setelah didaftarkan.
nl: Lettertypen verschijnen in de lettertypekiezer voor tekstvormen zodra ze zijn geregistreerd.
no: Skrifter vises i skrifttypevelgeren for tekstform når de er registrert.
pl: Po zarejestrowaniu czcionki pojawiają się w selektorze czcionek kształtu tekstu.
pt_br: Depois de registradas, as fontes aparecem no seletor de fontes das formas de texto.
pt_pt: As fontes aparecem no seletor de fontes de formato de texto depois de registradas.
ro: Fonturile apar în selectorul de fonturi în formă de text odată înregistrate.
ru: После регистрации шрифты появляются в меню шрифтов текстовой фигуры.
sk: Písma sa po zaregistrovaní zobrazia vo výbere písma tvaru textu.
sl: Pisave se prikažejo v izbirniku pisave oblike besedila, ko so registrirane.
sv: Teckensnitt visas i teckensnittsväljaren för textform när de har registrerats.
th: แบบอักษรจะปรากฏในตัวเลือกแบบอักษรรูปร่างข้อความเมื่อลงทะเบียนแล้ว
tr: Fontlar kaydedildikten sonra metin şekli font seçicisinde görünür.
uk: Після реєстрації шрифти з’являються в засобі вибору шрифту текстової фігури.
ur: ایک بار رجسٹر ہونے کے بعد فونٹس ٹیکسٹ شیپ فونٹ چننے والے میں ظاہر ہوتے ہیں۔
vi: Phông chữ xuất hiện trong bộ chọn phông chữ hình dạng văn bản sau khi đăng ký.
zh_hans: 字体注册后，就会出现在文本形状的字体选择器中。
zh_hant: 字體註冊後會出現在文字形狀的字體選擇器中。

# fontWeight.bold
source: Bold
ar: جريئة
ca: Atrevit
cs: Tučné
da: Fed
de: Fett
el: Τολμηρή
es: Negrita
fa: پررنگ
fi: Lihavoitu
fr: Gras
he: נועז
hr: Podebljano
hu: Félkövér
id: Berani
it: Grassetto
ja: ボールド
ko: 볼드
ms: berani
nl: Vet
no: Fet
pl: Odważne
pt_br: Negrito
pt_pt: Ousado
ro: Îndrăzneț
ru: Жирный
sk: Tučné
sl: Krepko
sv: Fet
th: ตัวหนา
tr: Kalın
uk: Жирний
ur: بولڈ
vi: Đậm
zh_hans: 粗体
zh_hant: 粗體

# fontWeight.light
source: Light
ar: ضوء
ca: Llum
cs: Světlo
da: Lys
de: Leicht
el: Φως
es: Ligera
fa: نازک
fi: Kevyt
fr: Maigre
he: אור
hr: svjetlo
hu: Fény
id: Ringan
it: Chiaro
ja: ライト
ko: 라이트
ms: Cahaya
nl: Licht
no: Lys
pl: Światło
pt_br: Leve
pt_pt: Luz
ro: Lumină
ru: Светлый
sk: Svetlo
sl: Svetloba
sv: Ljus
th: เบา
tr: İnce
uk: Світлий
ur: روشنی
vi: Ánh sáng
zh_hans: 细体
zh_hant: 細體

# fontWeight.medium
source: Medium
ar: متوسط
ca: Mitjana
cs: Střední
de: Mittel
el: Μεσαίο
es: Media
fa: متوسط
fi: Keskikokoinen
fr: Moyen
he: בינוני
hr: srednje
hu: Közepes
id: Sedang
it: Medio
ja: ミディアム
ko: 미디엄
ms: Sederhana
nl: Middelmatig
no: Middels
pl: Średni
pt_br: Médio
pt_pt: Médio
ro: Mediu
ru: Средний
sk: Stredná
sl: Srednje
th: ปานกลาง
tr: Orta
uk: Середній
ur: درمیانہ
vi: Trung bình
zh_hans: 中等
zh_hant: 中等

# fontWeight.regular
source: Regular
ar: منتظم
cs: Pravidelné
da: Regelmæssig
de: Normal
el: Τακτικό
fa: معمولی
fi: Säännöllinen
fr: Normal
he: רגיל
hr: Redovno
hu: Rendszeres
id: Reguler
it: Normale
ja: レギュラー
ko: 레귤러
ms: Biasa
nl: Regelmatig
no: Vanlig
pl: Regularne
pt_pt: Normal
ro: Obisnuit
ru: Обычный
sk: Pravidelné
sl: Redno
sv: Vanligt
th: ปกติ
tr: Normal
uk: Звичайний
ur: باقاعدہ
vi: thường xuyên
zh_hans: 常规
zh_hant: 標準

source: for Android and iOS Apps
ar: لأجهزة Android وتطبيقات iOS
ca: per a les aplicacions d'Android i iOS.
cs: pro Android a iOS aplikace
da: til Android og iOS Apps
de: für Android- und iOS-Apps
el: για Android και εφαρμογές iOS
es: para apps de Android e iOS
fa: برای برنامه‌های Android و iOS
fi: Android- ja iOS-sovelluksille
fr: pour les apps Android et iOS
he: עבור Android ואפליקציות iOS
hr: za Android i iOS aplikacije
hu: Android és iOS alkalmazásokhoz
id: untuk Aplikasi Android dan iOS
it: per app Android e iOS
ja: Android および iOS アプリ用
ko: Android 및 iOS 앱용
ms: untuk Android dan iOS Apl
nl: voor Android en iOS-apps
no: for Android og iOS apper
pl: dla Androida i aplikacji iOS.
pt_br: para aplicativos Android e iOS
pt_pt: para aplicativos Android e iOS
ro: pentru Android și iOS aplicații
ru: для приложений Android и iOS
sk: pre Android a iOS aplikácie
sl: za Android in aplikacije iOS.
sv: för Android och iOS appar
th: สำหรับแอป Android และ iOS
tr: Android ve iOS Uygulamaları için
uk: для програм Android та iOS
ur: اینڈرائیڈ اور iOS ایپس کے لیے
vi: dành cho Android và ứng dụng iOS
zh_hans: 适用于 Android 和 iOS App
zh_hant: 適用於 Android 和 iOS App

source: For example: com.example.myapp
ar: على سبيل المثال: com.example.myapp
ca: Per exemple: com.example.myapp
cs: Například: com.example.myapp
da: For eksempel: com.example.myapp
de: Zum Beispiel: com.example.myapp
el: Για παράδειγμα: com.example.myapp
es: Por ejemplo: com.example.myapp
fa: برای مثال: com.example.myapp
fi: Esimerkiksi: com.example.myapp
fr: Par exemple : com.example.myapp
he: לדוגמה: com.example.myapp
hr: Na primjer: com.example.myapp
hu: Például: com.example.myapp
id: Misalnya: com.example.myapp
it: Ad esempio: com.example.myapp
ja: 例: com.example.myapp
ko: 예: com.example.myapp
ms: Contohnya: com.example.myapp
nl: Bijvoorbeeld: com.voorbeeld.mijnapp
no: For eksempel: com.example.myapp
pl: Na przykład: com.example.mojaaplikacja
pt_br: Por exemplo: com.example.myapp
pt_pt: Por exemplo: com.example.myapp
ro: De exemplu: com.example.myapp
ru: Например: com.example.myapp
sk: Napríklad: com.example.myapp
sl: Na primer: com.example.myapp
sv: Till exempel: com.example.myapp
th: ตัวอย่างเช่น: com.example.myapp
tr: Örneğin: com.example.myapp
uk: Наприклад: com.example.myapp
ur: مثال کے طور پر: com.example.myapp
vi: Ví dụ: com.example.myapp
zh_hans: 例如：com.example.myapp
zh_hant: 例如：com.example.myapp

source: Forest
ar: غابة
ca: Bosc
cs: Les
da: Skov
de: Wald
el: Δάσος
es: Bosque
fa: جنگل
fi: Metsä
fr: Forêt
he: יער
hr: šuma
hu: Erdő
id: Hutan
it: Foresta
ja: 森
ko: 숲
ms: Hutan
nl: Bos
no: Skog
pl: Las
pt_br: Floresta
pt_pt: Floresta
ro: pădure
ru: Лес
sk: les
sl: Gozd
sv: Skog
th: ป่า
tr: Orman
uk: Ліс
ur: جنگل
vi: rừng
zh_hans: 森林
zh_hant: 森林

source: Format
ar: التنسيق
cs: Formát
el: Μορφοποίηση
es: Formato
fa: قالب
fi: Muoto
he: פורמט
hu: Formátum
it: Formato
ja: 形式
ko: 형식
nl: Formaat
pl: Sformatuj
pt_br: Formato
pt_pt: Formato
ru: Формат
sk: Formátovať
sl: Oblika
th: รูปแบบ
tr: Biçim
uk: Формат
ur: فارمیٹ
vi: định dạng
zh_hans: 格式
zh_hant: 格式

source: Format and naming
ar: التنسيق والتسمية
ca: Format i denominació
cs: Formát a pojmenování
da: Format og navngivning
de: Format und Benennung
el: Μορφή και ονομασία
es: Formato y nombres
fa: قالب و نام‌گذاری
fi: Muoto ja nimeäminen
fr: Format et dénomination
he: פורמט ושם
hr: Format i imenovanje
hu: Formátum és elnevezés
id: Format dan penamaan
it: Formato e nomi
ja: 形式とファイル名
ko: 형식 및 이름 지정
ms: Format dan penamaan
nl: Formaat en naamgeving
no: Format og navn
pl: Format i nazewnictwo
pt_br: Formato e nomenclatura
pt_pt: Formato e nomenclatura
ro: Format și denumire
ru: Формат и имена
sk: Formát a pomenovanie
sl: Oblikovanje in poimenovanje
sv: Format och namngivning
th: รูปแบบและการตั้งชื่อ
tr: Biçim ve adlandırma
uk: Формат і назви
ur: فارمیٹ اور نام
vi: Định dạng và đặt tên
zh_hans: 格式与命名
zh_hant: 格式與命名

source: Format and scale
ar: الشكل والحجم
ca: Format i escala
cs: Formát a měřítko
da: Format og skala
de: Format und Skalierung
el: Μορφή και κλίμακα
es: Formato y escala
fa: قالب و مقیاس
fi: Muoto ja mittakaava
fr: Format et échelle
he: פורמט וקנה מידה
hr: Format i mjerilo
hu: Formátum és méretarány
id: Format dan skala
ja: 形式とスケール
ko: 형식 및 규모
ms: Format dan skala
nl: Formaat en schaal
no: Format og skala
pl: Format i skala
pt_br: Formato e escala
pt_pt: Formato e escala
ro: Format și scară
sk: Formát a mierka
sl: Oblika in merilo
sv: Format och skala
th: รูปแบบและขนาด
ur: فارمیٹ اور پیمانہ
vi: Định dạng và quy mô
zh_hans: 格式和比例

source: Format Text
ar: تنسيق النص
ca: Format de text
cs: Formát textu
da: Formater tekst
de: Text formatieren
el: Μορφοποίηση κειμένου
es: Formato de texto
fa: قالب‌بندی متن
fi: Muotoile tekstiä
fr: Mettre en forme le texte
he: עיצוב טקסט
hr: Oblikovanje teksta
hu: Szöveg formázása
id: Format Teks
it: Formatta testo
ja: テキストの書式設定
ko: 텍스트 서식 지정
ms: Format Teks
nl: Tekst opmaken
no: Formater tekst
pl: Formatuj tekst
pt_br: Formatar texto
pt_pt: Formatar texto
ru: Форматировать текст
sk: Formátovať text
sl: Oblikuj besedilo
sv: Formatera text
th: จัดรูปแบบข้อความ
tr: Metni Biçimlendir
uk: Форматувати текст
ur: متن کو فارمیٹ کریں۔
vi: Định dạng văn bản
zh_hans: 设置文本格式
zh_hant: 格式化文字

source: Format, background, layout, and excluded screenshots will return to defaults. Row selection is preserved.
ar: سيعود التنسيق والخلفية والتخطيط ولقطات الشاشة المستبعدة إلى الإعدادات الافتراضية. يتم الحفاظ على اختيار الصف.
ca: El format, el fons, la disposició i les captures de pantalla excloses tornaran als valors predeterminats. Es conserva la selecció de files.
cs: Formát, pozadí, rozvržení a vyloučené snímky obrazovky se vrátí na výchozí hodnoty. Výběr řádků je zachován.
da: Format, baggrund, layout og ekskluderede skærmbilleder vender tilbage til standardindstillingerne. Rækkevalg bevares.
de: Format, Hintergrund, Layout und ausgeschlossene Screenshots werden auf die Standardeinstellungen zurückgesetzt. Die Zeilenauswahl bleibt erhalten.
el: Η μορφή, το φόντο, η διάταξη και τα εξαιρούμενα στιγμιότυπα οθόνης θα επιστρέψουν στις προεπιλογές. Η επιλογή σειράς διατηρείται.
es: El formato, el fondo, el diseño y las capturas de pantalla excluidas volverán a sus valores predeterminados. Se conserva la selección de filas.
fa: قالب، پس‌زمینه، چیدمان و اسکرین‌شات‌های کنارگذاشته به حالت پیش‌فرض برمی‌گردند. انتخاب ردیف‌ها حفظ می‌شود.
fi: Muoto, tausta, asettelu ja poissuljetut kuvakaappaukset palautetaan oletusasetuksiin. Row selection is preserved.
fr: Le format, l'arrière-plan, la mise en page et les captures d'écran exclues reviendront aux valeurs par défaut. La sélection de lignes est conservée.
he: פורמט, רקע, פריסה וצילומי מסך שלא ייכללו יחזרו לברירות המחדל. בחירת השורה נשמרת.
hr: Format, pozadina, izgled i izuzete snimke zaslona vratit će se na zadane postavke. Odabir redaka je sačuvan.
hu: A formátum, a háttér, az elrendezés és a kizárt képernyőképek visszaállnak az alapértelmezett értékekre. A sorkijelölés megmarad.
id: Format, latar belakang, tata letak, dan tangkapan layar yang dikecualikan akan kembali ke default. Pemilihan baris dipertahankan.
it: Formato, sfondo, layout e screenshot esclusi torneranno ai valori predefiniti. La selezione delle righe viene mantenuta.
ja: 形式、背景、レイアウト、除外されたスクリーンショットはデフォルトに戻ります。行の選択は保持されます。
ko: 형식, 배경, 레이아웃, 제외된 스크린샷이 기본값으로 돌아갑니다. 행 선택은 유지됩니다.
ms: Format, latar belakang, reka letak dan tangkapan skrin yang dikecualikan akan kembali kepada lalai. Pemilihan baris dikekalkan.
nl: Formaat, achtergrond, lay-out en uitgesloten schermafbeeldingen keren terug naar de standaardwaarden. Rijselectie blijft behouden.
no: Format, bakgrunn, layout og ekskluderte skjermbilder vil gå tilbake til standardinnstillingene. Radvalg er bevart.
pl: Format, tło, układ i wykluczone zrzuty ekranu powrócą do wartości domyślnych. Wybór wierszy zostaje zachowany.
pt_br: Formato, plano de fundo, layout e capturas de tela excluídas retornarão aos padrões. A seleção de linha é preservada.
pt_pt: Formato, plano de fundo, layout e capturas de ecrã excluídas retornarão aos padrões. A seleção de linha é preservada.
ro: Formatul, fundalul, aspectul și capturile de ecran excluse vor reveni la valorile implicite. Selecția rândurilor este păstrată.
ru: Формат, фон, макет и исключенные скриншоты вернутся к значениям по умолчанию. Выбранные строки сохранятся.
sk: Formát, pozadie, rozloženie a vylúčené snímky obrazovky sa vrátia na predvolené hodnoty. Výber riadkov je zachovaný.
sl: Oblika, ozadje, postavitev in izključeni posnetki zaslona se bodo vrnili na privzete vrednosti. Izbira vrstic se ohrani.
sv: Format, bakgrund, layout och uteslutna skärmdumpar återgår till standardinställningarna. Radval bevaras.
th: รูปแบบ พื้นหลัง เค้าโครง และภาพหน้าจอที่ยกเว้นจะกลับคืนสู่ค่าเริ่มต้น การเลือกแถวจะถูกเก็บรักษาไว้
tr: Biçim, arka plan, düzen ve hariç tutulan ekran görüntüleri varsayılanlara dönecek. Satır seçimi korunur.
uk: Формат, тло, макет і виключені знімки екрана буде повернено до стандартних. Вибрані рядки збережуться.
ur: فارمیٹ، بیک گراؤنڈ، لے آؤٹ، اور خارج کیے گئے اسکرین شاٹس ڈیفالٹس پر واپس آجائیں گے۔ قطار کا انتخاب محفوظ ہے۔
vi: Định dạng, nền, bố cục và ảnh chụp màn hình bị loại trừ sẽ trở về mặc định. Lựa chọn hàng được bảo tồn.
zh_hans: 格式、背景、布局和已排除的截图将恢复为默认值。行的选择将保留。
zh_hant: 格式、背景、版面和已排除的螢幕截圖都會恢復為預設值。列的選擇會保留。

source: Formatted — edit on the canvas
ar: منسق - قم بالتحرير على اللوحة القماشية
ca: Format: edita al llenç
cs: Formátováno — úprava na plátně
da: Formateret — rediger på lærredet
de: Formatiert – auf der Leinwand bearbeiten
el: Μορφοποιημένο — επεξεργασία στον καμβά
es: Con formato: edítalo en el lienzo
fa: قالب‌بندی شده - روی بوم ویرایش کنید
fi: Muotoiltu — muokkaa kankaalla
fr: Mis en forme — modifier sur le canevas
he: מעוצב - ערוך על הבד
hr: Formatirano — uredite na platnu
hu: Formázva – szerkesztés a vásznon
id: Diformat — edit di kanvas
it: Formattato: modifica sulla tela
ja: 書式設定済み — キャンバス上で編集
ko: 서식 지정됨 — 캔버스에서 편집
ms: Diformat — edit pada kanvas
nl: Opgemaakt — bewerk op het canvas
no: Formatert – rediger på lerretet
pl: Sformatowany — edycja na płótnie
pt_br: Formatado – edite na tela
pt_pt: Formatado – edite na ecrã
ro: Formatat — editați pe pânză
ru: Отформатировано — редактируйте на холсте
sk: Formátovaný — úprava na plátne
sl: Oblikovano — uredite na platnu
sv: Formaterad — redigera på duken
th: จัดรูปแบบ — แก้ไขบนผืนผ้าใบ
tr: Biçimlendirilmiş — tuvalde düzenleyin
uk: Відформатовано — редагуйте на полотні
ur: فارمیٹ شدہ — کینوس پر ترمیم کریں۔
vi: Đã định dạng - chỉnh sửa trên canvas
zh_hans: 已设置格式——请在画布上编辑
zh_hant: 已格式化——請在畫布上編輯

source: Frame color
ar: لون الإطار
ca: Color del marc
cs: Barva rámu
da: Ramme farve
de: Rahmenfarbe
el: Χρώμα πλαισίου
es: Color del marco
fa: رنگ قاب
fi: Kehyksen väri
fr: Couleur du cadre
he: צבע מסגרת
hr: Boja okvira
hu: Keret színe
id: Warna bingkai
it: Colore cornice
ja: フレームの色
ko: 프레임 색상
ms: Warna bingkai
nl: Framekleur
no: Rammefarge
pl: Kolor ramki
pt_br: Cor da moldura
pt_pt: Cor da moldura
ro: Culoarea cadrului
ru: Цвет рамки
sk: Farba rámu
sl: Barva okvirja
sv: Ramfärg
th: สีกรอบ
tr: Çerçeve rengi
uk: Колір рамки
ur: فریم کا رنگ
vi: Màu khung
zh_hans: 边框颜色
zh_hant: 外框顏色

source: Frame families
ar: عائلات الإطار
ca: Famílies emmarcades
cs: Rodiny rámů
da: Ramme familier
de: Rahmenfamilien
el: Οικογένειες πλαισίων
es: Familias de marcos
fa: خانواده‌های قاب
fi: Kehysperheet
fr: Familles de cadres
he: משפחות מסגרת
hr: Okvir obitelji
hu: Keretcsaládok
id: Keluarga bingkai
it: Famiglie di cornici
ja: フレームの種類
ko: 프레임 패밀리
ms: Bingkai keluarga
nl: Kader gezinnen
no: Rammefamilier
pl: Rodziny ram
pt_br: Famílias de molduras
pt_pt: Famílias de quadros
ro: Familii de cadru
ru: Семейства рамок
sk: Rodiny rámov
sl: Okvir družine
sv: Ramfamiljer
th: เฟรมครอบครัว
tr: Çerçeve aileleri
uk: Родини рамок
ur: فریم فیملیز
vi: Gia đình khung
zh_hans: 边框系列
zh_hant: 外框系列

source: Free
ar: مجاني
ca: Gratuït
cs: Zdarma
da: Gratis
de: Kostenlos
el: Δωρεάν
es: Gratuito
fa: رایگان
fi: Ilmainen
fr: Gratuit
he: חינם
hr: besplatno
hu: Ingyenes
id: Gratis
it: Gratuito
ja: 無料版
ko: 무료
ms: Percuma
nl: Gratis
no: Gratis
pl: Bezpłatny
pt_br: Grátis
pt_pt: Grátis
ro: Gratuit
ru: Бесплатный
sk: Zadarmo
sl: Brezplačno
sv: Gratis
th: ฟรี
tr: Ücretsiz
uk: Безкоштовний
ur: مفت
vi: miễn phí
zh_hans: 免费版
zh_hant: 免費版
